Repository: Portugao/Transport
Catalog: MUTransport/locale/*/LC_MESSAGES/module_mutransport.po
Languages: de

source: Done! Saved module configuration.
de: Erledigt ! Modulkonfiguration gespeichert !

source: Transport of Content from module to module.
de: Inhalte von Modul zu Modul transportieren.

source: connection made
de: Verbindung hergestellt

source: connection not possible
de: Verbindung nicht möglich

source: not available
de: nicht vorhanden

source: Done!
de: Erledigt !

source: page of Module News add to MUTransport
de: Seite des Moduls News zu MUTransport hinzugefügt

source: and
de: und

source: page of Module News in MUTransport updated
de: Seite des Moduls News in MUTransport aktualisiert

source: No pages in Module News available !
de: Keine Seiten in News vorhanden !

source: page of Module Pages add to MUTransport
de: Seite des Moduls Pages zu MUTransport hinzugefügt

source: page of Module Pages in MUTransport updated
de: Seite des Moduls Pages in MUTransport aktualisiert

source: No pages in Module Pages available !
de: Keine Seiten in Pages vorhanden !

source: Attention ! There is no content for this page !
de: Achtung ! Keine Inhalte für diese Seite !

source: page of Module PagEd add to MUTransport
de: Seite des Moduls PagEd zu MUTransport hinzugefügt

source: page of Module PagEd in MUTransport updated
de: Seite des Moduls PagEd in MUTransport aktualisiert

source: No pages in modul PagEd available !
de: Keine Seiten in PagEd vorhanden !

source: page of Module Reviews add to MUTransport
de: Seite des Moduls Reviews zu MUTransport hinzugefügt

source: page of Module Reviews in MUTransport updated
de: Seite des Moduls Reviews in MUTransport aktualisiert

source: No pages in Module Reviews available !
de: Keine Seiten in Reviews vorhanden !

source: page of Module Content add to MUTransport
de: Seite des Moduls Content zu MUTransport hinzugefügt

source: page of Module Content in MUTransport updated
de: Seite des Moduls Content in MUTransport aktualisiert

source: No pages in modul Content available !
de: Keine Seiten in Content vorhanden !

source: page of CMS wordpress add to MUTransport
de: Seite des CMS Wordpress zu MUTransport hinzugefügt

source: page of CMS wordpress in MUTransport updated
de: Seite des CMS Wordpress in MUTransport aktualisiert

source: No pages in CMS wordpress available !
de: Keine Seiten in Wordpress vorhanden !

source: Sorry ! Connection to database failed !
de: Sorry ! Verbindung zur Datenbank fehlgeschlagen !

source: User of CMS wordpress add to MUTransport
de: Benutzer von Wordpress in MUTransport hinzugefügt

source: User of CMS wordpress in MUTransport updated
de: Benutzer von Wordpress in MUTransport aktualisiert

source: There is no page to delete !
de: Keine Seite zum löschen vorhanden !

source: There are no Pages of module News in Modul MUTransport available !
de: Keine Seiten des Moduls News in MUTransport vorhanden !

source: page of News in MUTransport deleted !
de: Seite des Moduls News in MUTransport gelöscht !

source: There are no Pages of module Pages in Modul MUTransport available !
de: Keine Seiten des Moduls Pages in MUtransport vorhanden !

source: page of Pages in MUTransport deleted !
de: Seite des Moduls Pages in MUTransport gelöscht !

source: There are no Pages of module PagEd in Modul MUTransport available !
de: Keine Seiten des Moduls PagEd in MUtransport vorhanden !

source: page of PagEd in MUTransport deleted !
de: Seite des Moduls PagEd in MUTransport gelöscht !

source: There are no pages of module Reviews in Modul MUTransport available !
de: Keine Seiten des Moduls Reviews in MUTransport vorhanden !

source: page of Reviews in MUTransport deleted !
de: Seite des Moduls Reviews in MUTransport gelöscht !

source: There are no Pages of module Content in Modul MUTransport available !
de: Keine Seiten des Moduls Content in MUtransport vorhanden !

source: page of Content in MUTransport deleted !
de: Seite des Moduls Content in MUTransport gelöscht !

source: There are no Pages of cms wordpress in Modul MUTransport available !
de: Keine Seiten von Wordpress in MUTransport vorhanden !

source: page of wordpress in MUTransport deleted !
de: Seite von Wordpress in MUTransport gelöscht !

source: There is no User to delete !
de: Kein Benutzer zum löschen vorhanden !

source: There are no Users of cms wordpress in Modul MUTransport available !
de: Keine Benutzer von Wordpress in MUTransport vorhanden !

source: User of wordpress in MUTransport deleted !
de: Benutzer von Wordpress in MUTransport gelöscht !

source: This page does not exist in News anymore !
de: Diese Seite existiert in News nicht mehr !

source: There is still one Page with this Permalink Url!
de: Es gibt bereits eine Seite mit dieser Permalink Url !

source: Sorry ! The target module Content is not active!
de: Sorry ! Das Zielmodul Content ist nicht aktiv!

source: Sorry ! The target module News is not active!
de: Sorry ! Das Zielmodul News ist nicht aktiv!

source: This page does not exist in PagEd anymore !
de: Diese Seite existiert in PagEd nicht mehr !

source: This page does not exist in Pages anymore !
de: Diese Seite existiert in Pages nicht mehr !

source: published on
de: veröffentlicht am

source: reviewer
de: Verfasser der Rezension

source: points
de: Punkte

source: hits
de: Zugriffe

source: This page does not exist in Reviews anymore !
de: Diese Seite existiert in Reviews nicht mehr !

source: (A copy)
de: (Eine Kopie)

source: This page does not exist in Content anymore !
de: Diese Seite existiert in Content nicht mehr !

source: This page does not exist in wordpress anymore !
de: Diese Seite existiert in Wordpress nicht mehr !

source: Sorry ! No Page selected!
de: Sorry ! Keine Seite ausgewählt !

source: page of wordpress transported
de: Inhalt von Wordpress transportiert

source: user of wordpress transported
de: Benutzer von Wordpress transportiert

source: page of Pages transported
de: Seite des Moduls Pages transportiert

source: page of News transported
de: Seite des Moduls News transportiert

source: page of PagEd transported
de: Seite des Moduls PagEd transportiert

source: page of Reviews transported
de: Seite des Moduls Reviews transportiert

source: page of Content copied !
de: Seite des Moduls Content kopiert !

source: Modules
de: Module

source: Pages
de: Seiten

source: Content
de: Inhalt

source: User
de: Benutzer

source: Settings
de: Einstellungen

source: not installed
de: nicht installiert

source: inactive
de: inaktiv

source: active
de: aktiv

source: files failed
de: keine Dateien vorhanden

source: update available
de: update verfügbar

source: List of Modules
de: Modulliste

source: Get and update Pages of Modul
de: Seiten des Moduls holen bzw. aktualisieren

source: Delete Pages of Modul
de: Seiten des Moduls löschen

source: not availabale
de: nicht vorhanden

source: Options
de: Optionen

source: No Modules
de: Keine Module

source: published
de: veröffentlicht

source: waiting
de: wartend

source: draft
de: Entwurf

source: Attention ! Disable a module will delete the pages of the module in page view and the module in the module view !
de: Achtung ! Das Deaktivieren eines Moduls löscht seine Seiten in der Seitenübersicht und das Modul in der Modulübersicht !

source: PagEd will only be deleted, if you disable both of the options for this module !
de: PagEd wird nur gelöscht, wenn beide Optionen abgewählt werden !

source: For modules
de: Für Module

source: General settings
de: Allgemeine Einstellungen

source: Enable transport News to Content
de: Transport von News zu Content aktivieren

source: Enable transport Pages to Content
de: Transport von Pages zu Content aktivieren

source: Enable transport PagEd to Content
de: Transport von PagEd zu Content aktivieren

source: Enable transport PagEd to News
de: Transport von PagEd zu News aktivieren

source: Enable transport Reviews to Content
de: Transport von Reviews zu Content aktivieren

source: Enable copy Content to Content
de: Kopieren innerhalb Content aktivieren

source: Format of transport
de: Transportstatus

source: active
de: aktiv

source: please select
de: bitte wählen

source: Specific settings for start modules
de: Spezielle Einstellungen für Startmodule

source: The image path for PagEd
de: Der Pfad der Bilder für PagEd

source: Enable transport of details for Reviews
de: Transport der Details von Reviews aktivieren

source: For CMS
de: Für CMS

source: Enable transport wordpress to Zikula
de: Transport von Wordpress zu Zikula aktivieren

source: Specific settings for wordpress
de: Spezielle Einstellungen für Wordpress

source: The name of the DB in the config
de: Der Name der DB in der config

source: The prefix of the wordpress database
de: Das Präfix in der Wordpress Datenbank

source: Enable the transport of comments
de: Transport von Kommentaren aktivieren

source: Enable the clearing of urls
de: Bereinigen der Urls aktivieren

source: Specific settings for Pages
de: Spezielle Einstellungen für Pages

source: The image path for Pages
de: Der Pfad der Bilder für Pages

source: General settings for target modules
de: Allgemeine Einstellungen für Zielmodule

source: The state you wish for transport to News
de: Status für die transportierten News

source: Save
de: Sichern

source: Cancel
de: Abbrechen

source: Last step
de: Letzter Schritt

source: Finish the installation of modul ?
de: Installation abschliessen ?

source: Thank you for using MUTransport
de: Vielen Dank für die Nutzung von MUTransport

source: Continue
de: Forfahren

source: The Modul MUTransport
de: Das Modul MUTransport

source: List of CMS
de: CMS-Liste

source: Get Content of CMS
de: Hole den Inhalt des CMS

source: Delete Content of CMS
de: Inhalt des CMS löschen

source: Get User of CMS
de: Hole die Benutzer des CMS

source: Delete User of CMS
de: Benutzer des CMS löschen

source: No CMS
de: Kein CMS

source: Installation of MUTransport
de: Installation von MUTransport

source: Features of MUTransport
de: Möglichkeiten von MUTransport

source: MUTransport is a modul for transporting content !
de: MUTransport ist ein Modul zum Transportieren von Inhalten

source: transport from modul News to Content
de: transportieren von News zu Content

source: Have an overwiew about the pages in News and transport them, if you wish !
de: Habe einen Überblick über die Seiten in News und transportiere sie, wenn Du möchtest !

source: transport from modul Pages to Content
de: transportieren von Pages zu Content

source: Have an overwiew about the pages in Pages and transport them, if you wish !
de: Habe einen Überblick über die Seiten in Pages und transportiere sie, wenn Du möchtest !

source: transport from modul PagEd to Content
de: transportieren von PagEd zu Content

source: transport from modul PagEd to News
de: transportieren von PagEd zu News

source: Have an overwiew about the pages in PagEd and transport them, if you wish !
de: Habe einen Überblick über die Seiten in PagEd und transportiere sie, wenn Du möchtest !

source: transport from modul Reviews to Content
de: transportieren von Reviews zu Content

source: Have an overwiew about the pages in Reviews and transport them, if you wish !
de: Habe einen Überblick über die Seiten in Reviews und transportiere sie, wenn Du möchtest !

source: copy from modul Content to Content
de: kopieren von Content zu Content

source: New!
de: Neu !

source: Have an overwiew about the pages and users of a wordpress installation and transport them !
de: Habe einen Überblick über die Seiten und Benutzer in wordpress und transportiere sie, wenn Du möchtest !

source: transport pages and users from wordpress to your Zikula system
de: transportiere Seiten und Benutzer von Wordpress zu Deinem Zikula System

source: Make some settings
de: Allgemeine Einstellungen

source: enable and disable modules, set a paths for images, choose text or html format and some more !
de: aktiviere und deaktiviere Module, setze einen Pfad für den Bildtransport und wähle als Format text oder html und einiges mehr.

source: Continue the installation
de: Installation fortsetzen

source: List of Content
de: Inhaltsliste

source: not transported
de: nicht transportiert

source: Page Id in CMS
de: Seiten Id im CMS

source: Title
de: Titel

source: Number of Characters
de: Anzahl der Zeichen

source: Status of transport
de: Transportstatus

source: Times
de: mal

source: No Content
de: Kein Inhalt

source: Number of Copies
de: Anzahl der Kopien

source: Reset
de: Zurücksetzen

source: List of Pages
de: Seitenliste

source: Page Id in Modul
de: Seiten Id im Modul

source: No Pages
de: Keine Seiten

source: List of User
de: Benutzerliste

source: User ID in CMS
de: Benutzer Id in CMS

source: Name of User
de: Name des Benutzers

source: Email of User
de: Email des Benutzers

source: No Users
de: Keine Benutzer
